Repository: imath/bp-reshare
Catalog: languages/bp-reshare-*.po
Languages: it_it

source: OOps, looks like you already reshared this activity or you are the author of it..
it_it: Oops, sembra che tu abbia già condiviso questa attività oppure ne sei l&#39;autore...

source: Activity reshared !
it_it: Attività condivisa!

source: OOps, error while trying to reshare..
it_it: Oops, si è verificato un errore durante la condivisione...

source: Reshare deleted !
it_it: Condivisione eliminata!

source: BP Reshare Settings
it_it: Impostazioni BP Reshare

source: BP Reshare settings
it_it: Impostazioni BP Reshare

source: Settings Saved
it_it: Impostazioni Salvate

source: Amount of user's avatar to show when a single activity is displayed
it_it: Numero di avatar da mostrare durante la visualizzazione della singola attività

source: Blog & Forum Comments are disabled in activity stream, should we disable comments for Blog & Forum reshares
it_it: I commenti a blog e forum sono disabilitati nel flusso di attività, vuoi disabilitare anche i commenti per le condivisioni di blog e forum?

source: Yes
it_it: Sì

source: Use Javascript trick 1 : a link to remind where the filter dropdown is.
it_it: Usa il trucchetto Javascript 1: un collegamento per ricordare dov&#39;è il filtro.

source: Use Javascript trick 2 : automatically activate all members tab when activity textarea receives the focus
it_it: Usa il trucchetto Javascript 2: passa automaticamente alla scheda "Tutti i membri" quando il campo attività riceve il focus

source: Save Settings
it_it: Salva Impostazioni

source: Unknown activity ?!?
it_it: Attività sconosciuta ?!?

source: OOps, error while trying to delete your reshare..
it_it: Oops, si è verificato un errore durante l&#39;eliminazione della condivisione...

source: Reshares
it_it: Condivisioni

source: Stuck ? <a href="#" id="launch-filter">Click here to add a yellow background to the filter</a>
it_it: Serve aiuto? <a href="#" id="launch-filter">Clicca qui per evidenziare in giallo il filtro</a>.

source: You did not reshared any activities so far.
it_it: Non hai ancora condiviso nessuna attività.

source: Delete
it_it: Elimina

source: %s reshared a <a href="%s">blog post</a> originally posted by %s
it_it: %s ha condiviso <a href="%s">un articolo</a> originariamente pubblicato da %s

source: %s reshared a <a href="%s">comment</a> originally posted by %s
it_it: %s ha condiviso <a href="%s">un commento</a> originariamente inviato da %s

source: %s reshared a <a href="%s">forum topic</a> originally posted by %s in the group %s
it_it: %s ha condiviso <a href="%s">un argomento sul forum</a> originariamente creato da %s nel gruppo %s

source: %s reshared a <a href="%s">forum reply</a> originally posted by %s in the group %s
it_it: %s ha condiviso <a href="%s">una risposta sul forum</a> originariamente inviata da %s nel gruppo %s

source: %s reshared an activity originally shared by %s
it_it: %s ha condiviso l'attività di %s

source: Most Reshared
it_it: Più Condivisi

source: Activity that I have reshared.
it_it: Attività che ho condiviso.

source: Reshared by :
it_it: Condiviso da:

source: BuddyPress component to reshare activities
it_it: Componente BuddyPress per condividere le attività
